---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarBarMaximumBendRadius
source: html/b4e2e31c-7648-f721-3453-cb5780256829.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarBarMaximumBendRadius Property

"Maximum Bend Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarBarMaximumBendRadius { get; }
```